Revit 2024 API
ParameterTypeId.RbsPipeFluidTypeParam Property
 "Fluid Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsPipeFluidTypeParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsPipeFluidTypeParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsPipeFluidTypeParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace